import React from 'react';

const about = () => {
    return (
        <div className="aboutTurboair">
            <div className="aboutTurboair-main">
                <div className="aboutTurboair-main-middle">
                    <div className="aboutTurboair-main-middle-right">
                        <div className="aboutTurboair-main-middle-right-col">
                            <h3>אודות</h3>
                            <img src="https://storage.googleapis.com/turboair-israel/general-images/about-turboair.jpeg" alt="blabla" />
                            <p>שלוש מילים הן כל מה שנדרש כדי לתאר אותנו. טכנולוגיה איטלקית טהורה. שלוש מילים המגלמות את הערכים, אשר במשך 35 שנים, Turbo Air לוקח לכל פינה של כדור הארץ - ערכים שהעולם למד להכיר ולכבד. ערכים אשר, באמצעות קולטי האדים שלהם, ממציאים היסטוריה של מצוינות כל המצוינות האיטלקית: מצוינות של תפיסה, סגנון, עיצוב. המצוינות של המוצר - בידע, בפירוט ובאיכות ללא פשרות. מצוינות טכנולוגית: בלעדי, חדשני, הובא בפניכם באמצעות תוצאות מעבדת המחקר והפיתוח של קבוצת אליקה, המתקדמת ביותר בעולם. וכל זה מוקדש למטרה אחת שאפתנית במיוחד: אוויר מצוין.</p>
                        </div>
                        <div className="aboutTurboair-main-middle-right-col">
                            <h3>הסטוריה תעשייתית</h3>
                            <img src="https://storage.googleapis.com/turboair-israel/general-images/turboair-about2.jpeg" alt="blabla" />
                            <p>
                            Turboair הוא מותג איטלקי מוביל מקבוצת Elica עם מסורת תעשייתית ארוכה בייצור של קולטי אדים.
                            החברה נוסדה לפני יותר מ -35 שנה באזור Fabriano, המפורסם בייצור של מכשירי חשמל ביתיים.
                            עמידות המוצר, המבחר הקפדני של חומרים איכותיים ואמינות אלה הן התכונות היוצרות את המוצר האולטימטיבי, בשילוב עם
                            מסורת ויופי שהופכים את הסגנון האיטלקי לאהוד כל כך בקרב צרכנים רבים.
                            עיצוב אינטגרלי, קלאסי ופונקציונלי לשימוש קל ונוח, עם מגעים מוארים ועם לחצנים בדרגות שונות השולטים בשאיבת האוויר, ויעילות מירבית בשאיבת האוויר עם מנוע הידידותי לסביבה.
                            מוצרים הקלים לניקיון, המספקים אור ואווירה נעימים למהלך הבישול.
                            Turboair הינו דוגמא למצוינות איטלקית אשר מייצאת מליוני מוצרים. קולטי האדים שלהם, השילוב המושלם של פשטות, מסורת, אמינות, מציעים, לכם את מגוון האפשרויות שיישארו איתכם לנצח.
                            </p>
                        </div>
                    </div>
                    <div className="aboutTurboair-main-middle-left">
                        <div className="aboutTurboair-main-middle-left-col">
                            <h3>פרטים וייצור</h3>
                            <img src="https://storage.googleapis.com/turboair-israel/general-images/elica-factory.jpg" alt="blabla" />
                            <p>
                                Turboair הוא מעל לכל ערובה של בטיחות, הודות לשימוש בלעדי של רכיבים שנבדקו בקפידה.
                                צבע אנטי חלודה, עיצוב נקי ומוחלק עם קצבות מעוגלים, שיטת הרכבת החלקים, יחד עם מערכות האיכות שלנו, כל אלה על מנת ליצור מוצרים שהם מוסמכים ובטוחים.
                                השילוב המושלם של פלדה וזכוכית, הדיוק בפירוט, הן התוצאות של החשיבות הגדולה שאנו נותנים לעיצוב, כפי שמוכיחים המוצרים החדשים שלנו.
                                אלה הן דוגמאות של הטכנולוגיה האיטלקית המצוינות, המציגים רכיבים בולטים כגון: שליטה במגע המאובזרים בחיישני טמפרטורה החדשניים ביותר, פקדים אלקטרוניים ידידותיים למשתמש ומסנני אוויר ושמן גדולים אשר נשלפים.
                                חיישן טמפרטורה, המשתמש ידידותי למשתמש שולטת, גדול airflowsurface נשלף לשטוף מסננים שומן.
                                Turboair הוא מותג שאתה יכול לסמוך על: בלעדי, בטוח, עם קל להתקנה מוצרים - מותג איכות במחיר הנכון.
                                Turboair הוא מותג שאפשר לסמוך עליו: ייחודי, בטיחותי, קל להתקנה, איכותי, והכל במחיר הנכון.
                            </p>
                        </div>
                        <div className="aboutTurboair-main-middle-left-col">
                            <h3>קוד שירות</h3>
                            <img src="https://storage.googleapis.com/turboair-israel/general-images/turboair-about3.jpeg" alt="blabla" />
                            <p>
                                קבוצת Elica, יחד עם המותגים הטובים ביותר בשוק המקומי באירופה, עומד בקוד התנהגותי אשר אושר על ידי ה CECED.
                                CECED היא הוועדה האירופית של יצרני מכשירי חשמל מקומיים ופעילותה מכוונת לאינטרסים משותפים: קידום הפחתת צריכת החשמל של המוצר, כגון.
                                במסגרת CECED תרמה קבוצת Elica ליצירת קוד התנהגות מתאים, אשר כולל שימוש בפרמטרים אחידים בחישוב ערכי זרימת האוויר ורמת הרעש, במטרה להבטיח שקיפות רבה במונחים של מידע ולהגביר את המודעות הצרכנית ברגע הרכישה.
                                בפרט, את כל הנתונים הקשורים בביצועים ובעוצמת הרעש אשר מסופקת בקטלוג ותואמת את הסטנדרטים שנקבעו על ידי הנורמות האירופאיות (EN 60704-2-13, EN 60704-3, EN 61591).
                            </p>
                        </div>
                        <div className="aboutTurboair-main-middle-left-col">
                            <h3>הרוח האיטלקית</h3>
                            <img src="https://storage.googleapis.com/turboair-israel/general-images/turboair-about4.jpeg" alt="blabla" />
                            <p>
                                איטליה הינה מדינה עשירה ברוח של המצאה, יצירתיות ידע תעשייתי ולהט להצטיינות והכרה.
                                הרוח האיטלקית מגולמת בהיסטוריה של המדינה, שראתה אותה יוצרת זהות באמצעות חפצים יומיומיים - זהות שהפכה  להוות את אבן המגע עבור איכות בכל רחבי העולם.
                                Turboair היא חלק מהעולם הזה. החברה בעלת תחושה אמיתית של אחריות, עם כבוד אמיתי לכל אחד מאזרחיה, ועם יחס של דאגה עמוקה כלפי הפלנטה עצמה.
                                שילוב זה של ניסיון, ידע תרבותי ותעשייתי, עם הדחף להצליח, יצרה מותג עם נוכחות בו זמנית משגשגת במגוון של מקומות שונים.  
                                תכנון, ייצור, והפצת מוצרים לכל חלק של העולם, על מנת לרכוש זהות משותפת 
                                שילוב של תחושה חזקה של מסורת מקומית עם מיומנות ייצור, דרך שנים של ניסיון, מהלב התעשייתי של Fabriano, Turboair מביאה את איטליה לעולם.
                            </p>
                        </div>
                    </div>
                </div>
            </div>
            <div className="stripes">
                <span></span>
                <span></span>
                <span></span>
                <span></span>
                <span></span>
            </div>
        </div>
    )
}

export default about;