import React, { Component } from 'react';
import { connect } from 'react-redux';

class AirflowMethod extends Component {
    render() {
        return (
            <div className="airflowMethod">
                <h1 className="airflowMethod-title">שיטת השאיבה</h1>
                <h1 className="airflowMethod-text">שיטת השאיבה המותאמת לצרכיכם בצורה הטובה ביותר</h1>
                <p>
                    כל קולטי האדים של חברת Turboair מתוכננים ומיועדים לעבוד הן בצורה של תעלה המוליכה את האוויר אל מחוץ לבית, או לחילופין בעזרת פילטר פחם המסנן את האוויר ופולט אותו חזרה לסביבת הבית.
                    שתי שיטות יבטיחו יעילות מירבית של סינון אוויר המטבח, אך נבדלים במונחים של התקנה ותחזוקה.
                    הדרך הראשונה אשר מוליכה את האוויר אל מחוץ לחלל הדירה חייבת לכלול צנרת המחוברת לקולט האדים אשר מובילה את האוויר אל מחוץ לחלל הדירה.
                    צנרת ההולכה חייבת להיות לפחות 120מ״מ אם כי 150מ״מ יהיו עדיפים ויבצעו את הפעולה בצורה טובה יותר.
                    על הצינור אסור להיות ארוך מידי או מפותל, שכן הצינור עלול לגרום בצורה זו לאיבוד כוחו של קולט האדים ולעבודה פחות יעילה.
                    הדרך השניה דורשת פילטר פחם, אך איננה דורשת תעלת יציאה לאוויר.
                    בדרך זו האוויר מסונן על ידי מסנן הפחם, וחוזר לחלל החדר כאשר הוא נקי, ולכן הוא איננו דורש תעלת יציאה.
                    במידה ובחרתם להתקין את קולט האדים בדרך זותחזוקת המוצר חשובה מאוד, כלומר יש להחליף את מסנן הפחם בממוצע אחת לשנה. תלוי בתדירות השימוש במוצר ובמידה והקולט איננו מבצע לאחר זמן מה את פעולתו כראוי.
                </p>
                <img src="https://storage.googleapis.com/turboair-israel/general-images/airflow-method.jpg" alt="שיטות שאיבת אוויר" />
                <div className="stripes">
                    <span></span>
                    <span></span>
                    <span></span>
                    <span></span>
                    <span></span>
                </div>
            </div>
        )
    }
}


export default connect(null, null)(AirflowMethod);