import React, { Component } from 'react';
// import { findAuthorizedStores } from '../../Redux/actions/authorizedStores';
import { connect } from 'react-redux';

class Filtration extends Component {
    render() {
        return (
            <div className="filtration">
                <h1 className="filtration-title">פילטר</h1>
                <h1 className="filtration-text">כיצד לנהוג בחוכמה עם פילטר קולט האדים</h1>
                <p>
                    ישנם שני סוגים שונים של סינון אוויר בקולט האדים. הראשון מורכב מסנן השומן, אשר תמיד קיים בקולט האדים והוא
                    ממוקם בתחתית המוצר. מטרת מסנן השומן היא להגן על פנים המוצר, ולסנן את חלקיקי השומן הכבדים ביותר
                    מהאוויר. מסננים אלה יכולים להיות מסוגים שונים של חומר: סינתטי (להחלפה מחזורית), אלומיניום (רחיץ) או מסנן אלומיניום גריל, אשר ניתן בקלות להסרה ושטיפה ידנית עם סבון נוזלי או במדיח כלים. 
                    הסוג השני של המסנן, מסנן הפחם אשר מטרתו היא סינון הריח, קיים רק בקולטי האדים אשר משתמשים בסנן זה ואינם מחוברים לתעלה אשר מובילה את האוויר אל מחוץ לשטח הבית. 
                    הפתרון המסורתי הוא מיכל פלסטיק המלא בגרגירים של פחמן פעיל. גריגרי הפחמן מסוגלים  ללכוד שומן, לחות וריח אשר נפלטים במהלך הבישול.
                    משום שפילטרים אלה נשחקים עם הזמן, כלומר לוחדים פחות אוויר ככל שמשתמשים בהם יותר מומלץ להחליפם אחת ל 3-4 חודשים במידה ומשתמשים בקולט האדים בצורה אינטנסיבית ורוצים לדאוג לסינון מירבי של קולט האדים.
                    עבור משנן השומנים Turboair מציעה חלופה טכנולוגית חדשנית: מסנן החיים לטווח ארוך. מסנן זה כמעט ואיננו נידרש להחלפה אלא בכל 3 שנים במידה ומתמידים לנקותו באופן תדיר במדיח הכלים כולל ייבושו, כמו שצויין קודם לכן.
                    ראה תמונה בתחתית העמוד
                </p>
                <img src="https://storage.googleapis.com/turboair-israel/general-images/Oil-filter.jpg" alt="שיטות שאיבת אוויר" />
                <div className="stripes">
                    <span></span>
                    <span></span>
                    <span></span>
                    <span></span>
                    <span></span>
                </div>
            </div>
        )
    }
}

export default connect(null, null)(Filtration);