import React, { Component } from 'react';
import { connect } from 'react-redux';

class AirflowPower extends Component {
    render() {
        return (
            <div className="airflowPower">
                <h1 className="airflowPower-title">עוצמת השאיבה</h1>
                <h1 className="airflowPower-text">בחירת עוצמת השאיבה הנכונה לכם</h1>
                <p>
                    כוח שאיבת האוויר הנדרש בדרך כלל תלוי בגודל המטבח וסוג הבישול, ובכך להתאים למטבח הספציפי שלכם.
                    הדרך הפשוטה ביותר היא להכפיל את נפח המטבח ב 10 ובכך לקבל את עוצמת השאיבה הרצויה.
                    לדוגמא עבור מטבח של 3 מטר רוחב, 4 מטר אורך ו2.7 מטר גובה 
                    (3 * 4 * 2.7 * 10 = 324).
                    במקרה זה, כל קולט אדים עם עוצמת שאיבה השווה ל 324m3/h או גדולה ממנה תתאים למטבח שלכם.
                    כמובן שגם הרגלי הבישול חשובים. עבור משפחה אשר מבשלת ארוחות מהירות עוצמת שאיבה של בין 300-400m3/h תספיק. למשפחה בעלת 3/4 נפשות אשר מבשלים מגוון של מאכלים, עוצמת השאיבה של הקולט צריכה להיות בין 400-500m3/h.
                    למשפחות גדולות ולאלו אשר אוהבות לבשל המון, מארחות מספר רב של סועדים או סתם אוהבים להנסות במגוון מאכלים גדול עוצמת השאיבה צריכה לעלות על 500m3/h.
                    שאיבה יעילה של אדי הבישול תלויה גם כמובן בשימוש נכון של המכשיר. הדרך היעילה ביותר היא כבר מתחילת הבישול להפעיל את קולט האדים על עומה נמוכה. כאשר כמות האדים גוברת יש להגביר גם כן את עוצמת השאיבה. כאשר מסתיים הבישול יש להחזיר לעוצמה נמוכה ולהשאיר את קולט האדים דלוק למשך 5 עד 10 דקות.
                </p>
                <img src="https://storage.googleapis.com/turboair-israel/general-images/airflow-power.jpeg" alt="שיטות שאיבת אוויר" />

                <div className="stripes">
                    <span></span>
                    <span></span>
                    <span></span>
                    <span></span>
                    <span></span>
                </div>
            </div>
        )
    }
}

export default connect(null, null)(AirflowPower);